SHOES_DATA = {
    "👨 Ерлер аяқ киімі": {
        "37 900": [
            {"code": "Mp16", "sizes": [40, 41, 42]},
            {"code": "Mp06", "sizes": [40, 42, 43]},
            {"code": "Mp05", "sizes": [39, 40, 43]},
            {"code": "Mp01", "sizes": [40, 41, 42]},
            {"code": "Mp17", "sizes": [39, 40, 41, 42]},
            {"code": "Mp02", "sizes": [39, 40, 41, 42, 43]},
            {"code": "Mp36", "sizes": [42, 43]},
        ],
        "27 900": [
            {"code": "Bmt28", "sizes": [40, 41, 42]},
            {"code": "Bmt39", "sizes": [40, 41, 42]},
            {"code": "Bmt23", "sizes": [40, 41, 42]},
            {"code": "Bmt24", "sizes": [40, 41, 42]},
            {"code": "Bmt09", "sizes": [40, 42, 43]},
            {"code": "Bmt08", "sizes": [40, 41, 42]},
            {"code": "Bmt22", "sizes": [39, 40, 41, 42, 43]},
            {"code": "Bmt10", "sizes": [40, 41, 42, 43]},
        ],
        "17 900": [
            {"code": "Bma42", "sizes": [41, 42]},
            {"code": "Bma25", "sizes": [42, 43]},
            {"code": "Bma20", "sizes": [40, 42]},
            {"code": "Bma19", "sizes": [40, 42, 43]},
            {"code": "Bma198", "sizes": [41, 43]},
        ],
        "7 900": [
            {"code": "Mbf14", "sizes": [44]},
        ],
    },
    "👩 Әйелдер аяқ киімі": {
        "37 900": [
            {"code": "wo15", "sizes": [36, 37, 38]},
            {"code": "Wo3", "sizes": [37, 38, 39]},
            {"code": "Bwo02", "sizes": [36, 37, 38, 39]},
            {"code": "Bwo01", "sizes": [37, 38, 39]},
            {"code": "Bwo10", "sizes": [36, 37, 38]},
            {"code": "Bwo13", "sizes": [36, 37, 38]},
            {"code": "Bwo16", "sizes": [36, 37, 38]},
            {"code": "Bwo18", "sizes": [36, 37, 38, 39]},
            {"code": "Bwo23", "sizes": [36, 37, 38, 39]},
        ],
        "17 900": [
            {"code": "Wo10", "sizes": [36, 37, 38, 39, 40]},
            {"code": "Wo27", "sizes": [36, 37, 38, 39]},
            {"code": "WD04", "sizes": [36, 37, 38, 39]},
            {"code": "WD03", "sizes": [36, 37, 38, 39]},
            {"code": "WP13", "sizes": [36, 37, 38, 39]},
            {"code": "WP11", "sizes": [36, 37, 38, 39]},
            {"code": "WH04", "sizes": [36, 37, 38, 39]},
            {"code": "WP59", "sizes": [37, 38, 39]},
            {"code": "WH01", "sizes": [36, 37, 38, 39]},
            {"code": "WH02", "sizes": [36, 37, 38, 39]},
        ],
        "7 900": [
            {"code": "WBF02", "sizes": [36, 39, 40]},
            {"code": "WBF04", "sizes": [36, 37, 38]},
            {"code": "WBF03", "sizes": [36, 38, 39]},
        ],
    }
}
